window.subcategories = {

	/* ---------------------------
	      CATEGORY DATA
	--------------------------- */
	
    一般事項: [
        "修理",
        "サービス",
        "予期せぬ費用"
    ],

    住宅: [
        "住宅",
        "住宅ローン",
        "維持費／修繕費",
        "固定資産税",
        "住宅保険",
        "家具"
    ],

    修正済み: [
        "電気料金",
        "ガス料金",
        "水道料金",
        "インターネット料金",
        "電話料金",
        "ストリーミングサービス料金",
        "ローン返済額",
        "クレジットカード返済額",
        "税金"
    ],

	個人: [
	    "ヘアサロン",
	    "ジム",
	    "趣味",
	    "エンターテイメント"
	],

	家族・子供: [
	    "ベビー用品",
	    "おもちゃ",
	    "学校活動",
	    "お小遣い",
	    "育児"
	],

	教育: [
	    "学費",
	    "本",
	    "オンライン講座",
	    "試験料",
	    "学用品"
	],

	ペット: [
	    "ペットフード",
	    "動物病院",
	    "グルーミング",
	    "ペット用品"
	],

	医療: [
	    "診察",
	    "病院",
	    "薬・薬局",
	    "健康保険",
	    "治療・健康診断",
	    "歯科",
	    "メガネ・コンタクト"
	],

	買い物: [
	    "家電",
	    "生活用品",
	    "衣類",
	    "化粧品"
	],

	食費: [
	    "食料品",
	    "外食",
	    "コーヒー・軽食",
	    "デリバリー"
	],

	ギフト: [
	    "誕生日プレゼント",
	    "祝日プレゼント",
	    "寄付",
	    "チャリティー"
	],

	交通費: [
	    "電車・バス",
	    "ガソリン",
	    "タクシー",
	    "駐車場"
	],

	旅行: [
	    "航空券",
	    "ホテル",
	    "ビザ",
	    "旅行保険"
	],

	その他: ["その他"]

};